Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=548_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Jahki 2012 Dás leat govat Sajosa dáhpáhusain.
smn: Čuovâkoveh Saijoos tábáhtusâin ive 2012.

source: Ođđaseamos govva bajimužžan.
smn: Uđđâsumos kove pajemužžân.

source: Lávlu girjerádju - sámegielat lávlagiid ovttaslávlun Sajosa feaskáris Anárvahkuid áigge 27.7.12.
smn: Saijoos 1. Klubi-eehid 14.12.12. Kooveest Niillas Holmberg já Ailu Valle.

source: Lávlu girjerádju - ovttaslávlundilálašvuođas lávlo sámegielat lávlagiid ja luđiid.
smn: Aanaarliih Tiernanieidah Saijoos uccjuovlâohjelm lávdástellen.

source: Ovdalávlun ledje Anneli Aikio, Tuija Guttorm ja Heli Aikio ja čuojaheaddjin lei Unna-Maari Pulska.
smn: Saijoos klubi-eehid lávdástellen Heli Huovinen já Heikki Nikula.

source: Lávlu girjerádju - ovttaslávlundilálašvuođa gesii Anneli Aikio Sámegirjerájus.
smn: Laapi kamariorkester " Musikaalisävelmiä " konsert Sajosist 26.11.2012.

source: Sajosa váldofeaskkir heive bures ovttaslávlundilálašvuođaide ja unna konsearttaide.
smn: Puđâldâsteatter Ivaloiset já " Tukkijoella " - čáitáldâh Sajosist 24.10.12.

source: " Allsamiske mötet " - čoahkkin Sajosis 27.-28.6.12.
smn: Puđâldâsteatter Ivaloiset Sajosist 24.10.12.

source: Lappi universitehta riikkaidgaskasaš geasseskuvla Sajosis 6.6.2012.
smn: Puđâldâsteatter Ivaloiset Sajosist 24.10.12. Tanssimatsi-baletčájáttâs.

source: Fáddán Kulturpárka.
smn: Aalmuglâšbalet 28.8.2012.

source: Govva: Sanna Konola / Lappi universitehta.
smn: Tanssimatsi-baletčájáttâs 28.8.12. Aalmuglâšbalet.

source: Lappi universitehta gursalaččat ovttasgovas Sajosa Solju-sáles 6.6.12.
smn: Tave-Laapi kameraservi ry čuovâkovečáitálmâs kesikišto (kiäsutteijeemus kove) vyeitteekove.

source: Sámi oahpahusguovddáža (SOG) giđđafeasta ja loahppaávvudeapmi 1.6.2012 Sajosa Dolla-sáles.
smn: Lávloo kirjerááju - sämikielâlij lavlui ohtsâšlávlumtilálâšvuotâ Saijoos aulast Aanaarohoi ääigi 27.7.12.

source: SOG rektora, Liisa Holmberg sáhka skuvlla loahppaávvudeamis 1.6.2012.
smn: Lávloo kirjerááju - ohtsâšlávlumtilálâšvuođâst lávlojii sämikielâlijd lavluid já juáigusijd.

source: SOG mediasuorggi oahpaheaddji Erkki Feodoroff skuvlla loahppaávvudeami jietnadárkun.
smn: Lávloo kirjerááju - ohtsâšlávlumtilálâšvuođâ ovdâlávlon Anneli Aikio Sämikirjeráájust.

source: SOG loahppaávvudeapmi Sajosis 1.6.2012.
smn: " Allsamiske mötet " - čuakkim Sajosist 27.-28.6.12.

source: Lagašbiepmu bohccos - dáhpáhus Anára Boazovahkus Sajosa Dolla-sáles 5.4.2012.
smn: Čuákkim kähvipuddâ. Lase koveh " Allsamiske mötet " - čuákkimist 27.6.12.

source: dilálašvuođa jođiheaddji Heikki Nikula.
smn: Nuorttâlâškielâ já - kulttuur seminaar 14.6.12.

source: Dilálašvuođa veahkeheaddjin doibme SOG goahkkastudeanttat.
smn: Kove: Katharine Bartsch. Nuorttâlâškielâ já - kulttuur seminaar 14.6.12.

source: Anárlaš Aune Portti, suopmelaš dovddus goahkka Markus Maulavirta ja eŋgelas dovddus goahkka Valentine Warner sihke Heikki Nikula Hotelli Kultahovis.5.4.2012.
smn: Aldapurrâmâš poccust - tábáhtus aanaarlâš ärbipurrâmâšâi taaiđâr Aune Portti, syemmilâš pegâlmâs kokkâ Markus Maulavirta já eŋgâlâš pegâlmâs kokkâ Valentine Warner sehe Heikki Nikula Hooteel Kollehovist.5.4.2012.

source: Lagašbiepmu bohccos - dáhpáhusa loaiddasteaddji, anárlaš Aune Portti ráhkadii dáhpáhusas guhppáriid.
smn: Aldapurrâmâš poccust - tábáhtus lávdástellee, aanaarlâš Aune Portti mälistij tábáhtusâst kumppâsijd.

source: Pohjoista muotoilua - duodjemeassut dollojuvvojedje Sajosis 4.-5.4.12.
smn: Pohjoista muotoilua - kietâtyejimeesuh tuállojii Sajosist 4.-5.4.12

source: Sajosa rahpamii gullevaš Álbmotfeasta / Rabas uvssat 4.4.2012.
smn: Saijoos lekkâmáid lohtâseijee Aalmugjuhle / Ávus uuvsah 4.4.2012.

source: Rabas uvssaid oahpistuvvon Sajos-tuvrrat geasuhedje sihke báikkálaččaid ja turisttaid.
smn: Ávus uuvsâi uápástum Sajos-rieggeeh kiäsuttii páihálijd já mađhâšeijeid.

source: Álbmotfeasta / Rabas uvssaid beaivvi dáhpáhusas vástidii Sámedikki Siiri Jomppanen (gur.).
smn: Aalmugjuhle / Ávus uuvsâi peeivi tábáhtusvästideijen lâi Sämitige Siiri Jomppanen (čiž.).

source: Olgešbealde Sámedikki Anni Näkkäläjärvi fiinna gákti.
smn: Uálgisbeln Sämitige Anni Näkkäläjärvi fiijnâ mááccuh.

source: Sajosa váldosáles dollojuvvui Sámedikki rahpandilálašvuohta ja Sajosa vihaheapmi 3.4.12.
smn: Saijoos váldusalist tuállojii Sämitige lekkâmeh já Saijoos vihkjááh 3.4.12.

source: Kultureahkedis Irene Länsman ja Anna Näkkäläjärvi-Länsman doalaiga teáhterčájáhusa.
smn: Kulttuur-ehidist Irene Länsman já Anna Näkkäläjärvi-Länsman čájáttâláin teatterčájáttâs.

source: Dásseválddi Presideanta Niinistö ja Sámedikki ságajođiheaddji Näkkäläjärvi buresteaba Sámedikki rahpanfeasttas 3.4.12.
smn: Täsivääldi President Niinistö já Sämitige saavâjođetteijee Näkkäläjärvi adelává kieđâid Sämitige lekkâmjuhleest 3.4.12.

source: Bálgosiid ovttastumi ordnen Gonagasgilvvu bálkkašumiid juohkin Sajosa váldosáles 1.4.2012.
smn: Palgâsij ovtâstus uárnim Ergikunâgâsvuájui palhâšumij jyehim Saijoos váldusalist 1.4.2012.

source: Gonagasgilvvuid bálkkašumiid juohkin 1.4.2012.
smn: Ergikunâgâsvuájui palhâšumij jyehimtilálâšvuođâst 1.4.2012.

source: Nuoraid dáiddadáhpáhus álgime Sajosa váldosáles.
smn: Nuorâi taaiđâtábáhtus álgá forgâ Saijoos váldusalist.

source: Sámenuoraid dáiddadáhpáhusa rahpama loaiddasteaddjit.
smn: Säminuorâi taaiđâtábáhtus lekkâmij lávdástelleeh.

source: Sámenuoraid dáiddadáhpáhusa jođiheaddjit Heli Huovinen ja Aslak Paltto.
smn: Säminuorâi taaiđâtábáhtus jođetteijeeh Heli Huovinen já Aslak Paltto.

source: Sámenuoraid dáiddadáhpáhusa sága doalai Sámedikki 1. várresj..
smn: Säminuorâi taaiđâtábáhtus juhlesaavâ toolâi Sämitige 1. värisj.

source: Barentsa nissonráđđi čoahkkanii Sajosis 15.3.12.
smn: Barents nissoonairâseh čokkânii Sajosist 15.3.12.

source: Sámedikki čoahkkinboddu 15.2.2012.
smn: Sämitige almosčuákkim puddâ 15.2.2012.

source: Klemetti Näkkäjärvi, Janne Näkkäläjärvi ja Juha Guttorm.
smn: Klemetti Näkkäjärvi, Janne Näkkäläjärvi já Juha Guttorm.

source: Sámedikki čoahkkin 15.2.2012.
smn: Sämitige almosčuákkim 15.2.2012.

source: Parlameantasále Solju.
smn: Parlamentsali Solju.

source: Jienasteapmi.
smn: Jienâstem.

source: Ságajođiheaddji lea válljejuvvon.
smn: Saavâjođetteijee lii väljejum.

source: Tulkkat bargame.
smn: Tuulhah pargoost.

source: Petra Magga-Vars Vuohčus, Anne-Maarit Magga Eanodagas ja Jouko Magga Vuohčus.
smn: Petra Magga-Vars Vuáčust, Anne-Maarit Magga Iänuduvvâst já Jouko Magga Vuáčust

source: Sámit girkus - seminára 4.2.2012.
smn: Sämmiliih kirhoost - seminaar 4.2.2012.

source: Sámit girkus - seminára.
smn: Sämmiliih kirhoost - seminaar.

source: Sámit girkus - panelaságastallan.
smn: Sämmiliih kirhoost - paaneelsavâstâllâm.

source: Sámit girkus - seminára boradeapmi Dollagáddi-sáles.
smn: Sämmiliih kirhoost - seminaarpeivimäälis Dollagáddi-salist.

source: Sámit girkus - seminára Dolla-sáles.
smn: Sämmiliih kirhoost - seminaar Dolla-salist.

source: Sámit girkus 4.2.2012.
smn: Sämmiliih kirhoost 4.2.2012.

source: Restoráŋŋa Galla.
smn: Raavâdviäsu Galla.

source: Anu Avaskari ja Klemetti Näkkäläjärvi.
smn: Anu Avaskari já Klemetti Näkkäläjärvi.

source: Searvegotti eaktodáhtolaš bargi Ritva Kangasniemi.
smn: Servikode rijjâtátulâš Ritva Kangasniemi.

source: Teknihkka doaibmá.
smn: Tekniik tuáimá.

source: Dollagáddi-sále rievdá maid boradansálen.
smn: Dollagaddi-sali muttoo meid peivimäälissalin.

source: Bismagoddeassisteanta Hannele Salmi ja dáhpáhusa oaiveordnejeaddji sámi barggu bismagoddečálli Erva Niittyvuopio Sámit girkus - dáhpáhusas.
smn: Pispekodde-assistent Hannele Salmi sehe tábáhtus váldu-uárnejeijee sämipargo pispekoddečällee Erva Niittyvuopio Sämmiliih kirhoost - tábáhtusâst.

source: Sámit girkus - dáhpáhusa searvegotti bargit: Anja Karhula, Anu Tapio ja Hans Mattus.
smn: Sämmiliih kirhoost - tábáhtus servikode pargeeh: Anja Karhula, Anu Tapio já Hans Mattus.

source: Buđaldeaddjiteáhter Ivaloiset čájehii Votkaturistit-čájálmasa Sajosa váldosáles 2.2.2012.
smn: Puđâldâsteatter Ivaloiset čájáttâlâi Votkaturistit-čáitálduv Saijoos váldusalist 2.2.2012.

source: Ivaloisten teáhterčájáhus 2.2.2012 Sajosa váldosáles.
smn: Ivaloiset teatterčáitáldâh 2.2.2012 Saijoos váldusalist.

source: Skábmagovat - filbmafestivála ordnejuvvo jahkásaččat ođđajagimánus Anáris.
smn: Skabmagovát-elleekovefestivaal uárnejuvvoo Anarist ihásávt uđđâivemáánust.

source: Healing Sounds 14.1.2012 Sajosa váldosáles.
smn: Healing Sounds 14.1.2012 Saijoos váldusalist.

source: Cocktaildáhpáhus Sajosa Dollagáddi-Sáles 4.1.2012.
smn: Äššigâsjuávhu cocktailtilálâšvuotâ Saijoos Dollagáddi-Salist 4.1.2012.

source: Feaskáris oaidná restoráŋŋii.
smn: Uáinus aulast raavâdviäsun.
